{
    "About": "О компании",
    "Projects": "Проекты",
    "Career": "Карьера",
    "News": "Новости",
    "Contacts": "Контакты",
    "DISCOVER INVEST": "ДИСКАВЕР ИНВЕСТ",
    "Perfection in everything": "Совершенство во всем",
    "We don't just create projects, we create new opportunities. By building state-scale facilities, we are building the future. We care about the environment: the company takes full responsibility for the environmental aspects related to the construction and operation of buildings and infrastructure.": "Мы не просто создаем проекты, мы создаем новые возможности. Строя государственные объекты масштаба, мы строим будущее. Мы заботимся о окружающей среде: компания полностью отвечает за экологические аспекты, связанные с строительством и эксплуатацией зданий и инфраструктуры.",
    "Residential complexes": "Жилые комплексы",
    "14 years on marketplace": "14 лет на рынке",
    "Special techniques recuperated": "Восстановлены специальные технологии",
    "Hospitals": "Больницы",
    "The number of employees": "Количество сотрудников",
    "Our": "Наши",
    "advantages": "преимущества",
    "Our team": "Наша команда",
    "The company recruits experienced employees on a competitive basis": "Компания нанимает опытных сотрудников на конкурентной основе",
    "Positive customer approach": "Положительное отношение к клиентам",
    "By looking at the great work we have done through our website, you will be sure that we have earned the trust of our customers": "Ознакомившись с великолепной работой, выполненной нами через наш веб-сайт, вы убедитесь, что мы заслужили доверие наших клиентов",
    "team": "команда",
    "Xusanov Akromjon Turaxon o'g'li": "Хусанов Акромджон Тураксонович",
    "Project Manager": "Менеджер проекта",
    "Kuziev Jakhongir Bakhodirovich": "Кузиев Джахонгир Баходирович",
    "Construction site supervisor": "Надзиратель строительной площадки",
    "Artiqbaev Saxobiddin Doniyor o'g'li": "Артикбаев Сахобиддин Дониорович",
    "Boltaev Obidjon Uchqin o'g'li": "Болтаев Обиджон Учкин оглы",
    "Norbekov Shavkat Bo'riboy o'g'li": "Норбеков Шавкат Борибаевич",
    "Presidential Schools": "Президентские школы",
    "All projects": "Все проекты",
    "Company": "Компания",
    "Who is the project manager of construction?": "Кто является менеджером проекта по строительству?",
    "Discover Invest congratulates everyone on a coming Happy New Year 2023!": "ДИСКАВЕР ИНВЕСТ поздравляет всех с наступающим Новым 2023 годом!",
    "THE DAY WHEN THE CONSTITUTION OF THE REPUBLIC OF UZBEKISTAN WAS ADOPTED": "ДЕНЬ ПРИНЯТИЯ КОНСТИТУЦИИ РЕСПУБЛИКИ УЗБЕКИСТАН",
    "We continue to introduce you to Discover Invest's wide range of construction properties.": "Мы продолжаем представлять вам широкий спектр строительных объектов ДИСКАВЕР ИНВЕСТ.",
    "All news": "Все новости",
    "Address": "Адрес",
    "Uzbekistan, Tashkent, National Park of Uzbekistan named after Alisher Navoi": "Узбекистан, Ташкент, Национальный парк Узбекистана имени Алишера Навои",
    "Phone": "Телефон",
    "Working hours": "Часы работы",
    "Mon-Sat": "Пн-Сб",
    "Phone number": "Номер телефона",
    "Name": "Имя",
    "Feedback": "Обратная связь",
    "All rights reserved.": "Все права защищены.",
    "What is your name?": "Как вас зовут?",
    "ABOUT COMPANY": "О КОМПАНИИ",
    "We don't just create projects, we create new opportunities. By building state-scale facilities, we are building the future. We care about the environment:": "Мы не просто создаем проекты, мы создаем новые возможности. Строя государственные объекты масштаба, мы строим будущее. Мы заботимся о окружающей среде:",
    "Download": "Скачать",
    "Our mission": "Наша миссия",
    "Our mission We introduce the most advanced technologies in construction in Uzbekistan and create modern design solutions. Relying on first-class workers, we build affordable housing and industrial buildings for many years.": "Наша миссия Мы внедряем самые передовые технологии в строительстве в Узбекистане и создаем современные дизайнерские решения. Основываясь на высококлассных работниках, мы строим доступное жилье и промышленные здания уже много лет.",
    "Our Vision": "Наша цель",
    "Creation of the best project company in Central Asia, which provides an opportunity to: - Society - to improve the standard of living of people by setting high standards in work. - Clients - to enjoy joint activities, to build long-term and open relationships. - Employees - constant growth,": "Создание лучшей проектной компании в Центральной Азии, которая дает возможность: - Обществу - улучшать уровень жизни людей, устанавливая высокие стандарты в работе. - Клиентам - наслаждаться совместной деятельностью, строить долгосрочные и открытые отношения. - Сотрудникам - постоянный рост,",
    "Our values": "Наши ценности",
    "Our values Since the founding (LLC)": "Наши ценности С момента основания (ООО)",
    "in 2008, we have been working only with professionals. Our specialists use advanced technologies and an innovative approach to business.Regardless of the time and place of operation, we remain committed to our values: staff and safety, continuous improvement and the trust of our customers.": "с 2008 года мы работаем только с профессионалами. Наши специалисты используют передовые технологии и инновационный подход к бизнесу. Независимо от времени и места деятельности, мы остаемся верными нашим ценностям: персонал и безопасность, непрерывное совершенствование и доверие наших клиентов.",
    "In 2011 the need for a car park arose and was built so everyone can imagine how big the company is.": "В 2011 году возникла необходимость в автостоянке и была построена, чтобы каждый мог представить, насколько большая компания.",
    "How we can": "Как мы можем",
    "help?": "помочь?",
    "Leave your contacts by filling out the current form and we will contact you as soon as possible.": "Оставьте свои контактные данные, заполнив текущую форму, и мы свяжемся с вами как можно скорее.",
    "Department": "Отдел",
    "Sales department": "Отдел продаж",
    "Human Resources Department": "Отдел кадров",
    "Accounting": "Бухгалтерия",
    "Purchasing department": "Отдел закупок",
    "Office": "Офис",
    "Financial department": "Финансовый отдел",
    "Your question": "Ваш вопрос",
    "Leave your question": "Оставьте свой вопрос",
    "WE WILL CALL YOU BACK": "МЫ ПЕРЕЗВОНИМ ВАМ",
    "Leave your number and we will call you back.": "Оставьте свой номер и мы перезвоним вам.",
    "Send": "Отправить",
    "Please note that the opening hours of the sales department are from 18:00 to 21:00": "Обратите внимание, что часы работы отдела продаж с 18:00 до 21:00",
    "CONTACTS":"Контакты"
}
