{
    "About": "Haqida",
    "Projects": "Loyihalar",
    "Career": "Karyera",
    "News": "Yangiliklar",
    "Contacts": "Aloqa",
    "DISCOVER INVEST": "INVEST KASHF QILISH",
    "Perfection in everything": "Hamma narsada mukammallik",
    "We don't just create projects, we create new opportunities. By building state-scale facilities, we are building the future. We care about the environment: the company takes full responsibility for the environmental aspects related to the construction and operation of buildings and infrastructure.": "Biz faqat loyihalar yaratmaymiz, yangi imkoniyatlar yaratamiz. Davlat miqyosidagi obyektlarni qurib, kelajakni quramiz. Biz ekologiyaga e'tibor beramiz: kompaniya binolarning va infratuzilmaning qurilishi va ishga tushirilishi bilan bog'liq ekologik taraflarga to'liq javobgarlik oladi.",
    "Residential complexes": "Yashayotgan qurilmalar komplekslari",
    "14 years on marketplace": "14 yil bozorda",
    "Special techniques recuperated": "Maxsus texnologiyalar qayta tiklandi",
    "Hospitals": "Kasalliklar",
    "The number of employees": "Xodimlar soni",
    "Our": "Bizning",
    "advantages": "afzalliklari",
    "Our team": "Bizning jamoamiz",
    "The company recruits experienced employees on a competitive basis": "Kompaniya mashhur xodimlarni raqobatbardosh shartlarda ishga oladi",
    "Positive customer approach": "Mijozlarga qarshi salohiyatli muomalaga ega",
    "By looking at the great work we have done through our website, you will be sure that we have earned the trust of our customers": "Veb-saytimiz orqali qilgan buyuk ishlarimizni ko'rish orqali, siz mijozlarimizning ishonchini qozonmoqchi bo'lasiz",
    "team": "jamoamiz",
    "Xusanov Akromjon Turaxon o'g'li": "Xusanov Akromjon Turaxon o'g'li",
    "Project Manager": "Loyihalar boshqaruvi",
    "Kuziev Jakhongir Bakhodirovich": "Kuziev Jakhongir Baxodirovich",
    "Construction site supervisor": "Qurilish joyi nazoratchisi",
    "Artiqbaev Saxobiddin Doniyor o'g'li": "Artiqbaev Saxobiddin Doniyor o'g'li",
    "Boltaev Obidjon Uchqin o'g'li": "Boltaev Obidjon Uchqin o'g'li",
    "Norbekov Shavkat Bo'riboy o'g'li": "Norbekov Shavkat Bo'riboy o'g'li",
    "Presidential Schools": "Prezident maktablari",
    "All projects": "Barcha loyihalar",
    "Company": "Kompaniya",
    "Who is the project manager of construction?": "Qurilish loyihalari boshqaruvi kim?",
    "Discover Invest congratulates everyone on a coming Happy New Year 2023!": "Invest kashf qilish 2023 yangi yilingiz bilan barchani tabriklaydi!",
    "THE DAY WHEN THE CONSTITUTION OF THE REPUBLIC OF UZBEKISTAN WAS ADOPTED": "O'ZBEKISTON RESPUBLIKASI KONSTITUTSIYASI QABUL QILINGAN KUN",
    "We continue to introduce you to Discover Invest's wide range of construction properties.": "Biz sizni Invest kashf qilishning qurilish dori-darmonlari doirasidagi keng doirasiga tanishtirishga davom ettiramiz.",
    "All news": "Barcha yangiliklar",
    "Address": "Manzil",
    "Uzbekistan, Tashkent, National Park of Uzbekistan named after Alisher Navoi": "O'zbekiston, Toshkent, Alisher Navoi nomli O'zbekiston Milliy Parki",
    "Phone": "Telefon",
    "Working hours": "Ish vaqti",
    "Mon-Sat": "Dush-Shan",
    "Phone number": "Telefon raqami",
    "Name": "Ism",
    "Feedback": "Fikr-mulohaza",
    "All rights reserved.": "Barcha huquqlar himoyalangan.",
    "What is your name?": "Ismingiz nima?",
    "ABOUT COMPANY": "KOMPANIYA HAQIDA",
    "We don't just create projects, we create new opportunities. By building state-scale facilities, we are building the future. We care about the environment:": "Biz faqat loyihalar yaratmaymiz, biz yangi imkoniyatlar yaratamiz. Davlat miqyosidagi ob'ektlarni qurib, kelajakni quramiz. Biz ekologiyaga e'tibor qilamiz:",
    "Download": "Yuklash",
    "Our mission": "Bizning maqsadimiz",
    "Our mission We introduce the most advanced technologies in construction in Uzbekistan and create modern design solutions. Relying on first-class workers, we build affordable housing and industrial buildings for many years.": "Biz O'zbekistonda qurilish sohasida eng so'nggi texnologiyalarni tanishtiramiz va zamonaviy dizayn yechimlari yaratamiz. Birinchi darajali ishchiqlarga qarashda, ko'plab yillar davomida arzon uy-joy va sanoat binolarini quramiz.",
    "Our Vision": "Bizning mazmuni",
    "Creation of the best project company in Central Asia, which provides an opportunity to: - Society - to improve the standard of living of people by setting high standards in work. - Clients - to enjoy joint activities, to build long-term and open relationships. - Employees - constant growth,": "Markaziy Osiyoda eng yaxshi loyihalar kompaniyasini yaratish, - Jamiyat - odamlarning yashash darajasini ishda yuqori standartlar o'rnatish orqali oshirish. - Mijozlar - umumiy faoliyatdan zavqlanish, uzun muddatli va ochiq aloqalar qurish. - Xodimlar - doimiy rivojlanish.",
    "Our values": "Bizning qiymatlarimiz",
    "Our values Since the founding (LLC)": "Bizning qiymatlarimiz Tashkil topilishidan boshlab (AJB)",
    "in 2008, we have been working only with professionals. Our specialists use advanced technologies and an innovative approach to business.Regardless of the time and place of operation, we remain committed to our values: staff and safety, continuous improvement and the trust of our customers.": "2008 yilda, faqat professional bilan ishlaymiz. Bizning mutaxassislarimiz so'nggi texnologiyalardan foydalanib, biznesga innovatsion yondashuv qilishadi. Ish va joy tartibi qachon va qayerda bo'lsa-da, bizning qiymatlarimizga bag'riqor bo'lamiz: xodimlar va xavfsizlik, doimiy yaxshilanish va mijozlarimizning ishonchini.",
    "In 2011 the need for a car park arose and was built so everyone can imagine how big the company is.": "2011 yilida avtomobil parkining zarurati paydo bo'ldi va har bir kishi kompaniya qancha katta ekanligini tasavvur qila olish uchun qurildi.",
    "How we can": "Biz qanday",
    "help?": "yordam bera olishimiz mumkin?",
    "Leave your contacts by filling out the current form and we will contact you as soon as possible.": "Hozirdagi shaklga kontaktlarini qoldiring va biz tez orada siz bilan bog'lanamiz.",
    "Department": "Bo'lim",
    "Sales department": "Sotish bo'limi",
    "Human Resources Department": "Kadrlar bo'limi",
    "Accounting": "Hisob bo'limi",
    "Purchasing department": "Sotib olish bo'limi",
    "Office": "Ofis",
    "Financial department": "Moliya bo'limi",
    "Your question": "Sizning savolingiz",
    "Leave your question": "Savolingizni qoldiring",
    "WE WILL CALL YOU BACK": "BIZ QAYTADAN SIZGA QO'NG'IROQ QILAMIZ",
    "Leave your number and we will call you back.": "Telefon raqamingizni qoldiring va biz qaytadan sizga qo'ng'iroq qilamiz.",
    "Send": "Yuborish",
    "Please note that the opening hours of the sales department are from 18:00 to 21:00": "Iltimos, sotish bo'limining ish vaqtlari 18:00 dan 21:00 gacha.",
    "CONTACTS":"ALOQA"
}
